export default PrivacyPolicy

function PrivacyPolicy() {
  return (
    <div className={'privacy-policy container'}>
      <p className={'privacy-data'}> 更新时间 2022-09-21</p>
      <h2 className={'title'}>浪潮数字藏品平台隐私政策</h2>
      <p className={'privacy-general'}>
        浪潮数字藏品平台（以下简称“浪潮APP”或“本平台”）是由【*】公司研发和运营的数字藏品交易平台，“本公司”和“我们”系指【*】公司。我们将尽量采取更清晰、更易于理解的方式展现本隐私政策。
      </p>
      <p>
        本隐私政策适用于我们的网站、相关子域以及我们的开发的应用程序浪潮数字藏品平台及相关服务（合称为“服务”）。在用户（以下或称为“您”）使用此产品、服务的过程中，我们将致力于保护您的隐私。在您使用我们提供的服务的过程中我们会按照下述方式收集您为使用服务而主动提供的或因为使用服务而产生的信息，用以向您提供服务、优化服务以及保障您的账户安全。
      </p>
      <p>
        请您在注册账号、使用服务之前务必仔细阅读并理解本隐私政策及其不时修订的任何及全部内容（合称“本隐私政策”）。若用户反对本隐私政策现版本或其任何后续更改内容，用户应立即停止使用服务。用户理解，若用户在本隐私政策现版本或其任何后续更改内容生效后继续使用服务的，意味着用户同意我们根据本隐私政策现版本及其后续更改内容以对个人信息进行收集、使用、存储、保护和共享。
      </p>
      <h2>本隐私政策将帮助您了解以下内容：</h2>
      <p>一、名词释义</p>
      <p>二、 个人信息控制者/处理者信息</p>
      <p>三、 我们如何收集个人信息</p>
      <p>四、 我们如何存储个人信息</p>
      <p>五、 我们如何使用个人信息</p>
      <p>六、 我们如何对外提供个人信息</p>
      <p>七、 我们如何保护个人信息</p>
      <p>八、 我们如何使用COOKIES和网络BEACONS等技术</p>
      <p>九、 用户的权利</p>
      <p>十、 未成年人保护</p>
      <p>十一、 第三方网站的链接及对第三方责任的声明</p>
      <p>十二、 个人信息如何在全球范围转移</p>
      <p>十三、 个人信息处理对于用户及用户账号的影响</p>
      <p>十四、 本隐私政策如何更新</p>
      <p>十五、 联系我们</p>
      <h2>一、 名词释义</h2>
      <p>为了帮助您更好的了解本隐私政策，将前述条款中的部分名词进行解释如下:</p>
      <p>1. “网络BEACON”：具有本隐私政策第八条所述含义。</p>
      <p>2. “COOKIE”：具有本隐私政策第八条所述含义。</p>
      <p>3. “我们”或“本公司”:指【*】公司，即浪潮APP的开发与运营者。</p>
      <p>4. “浪潮APP”或“平台”：指本公司自主研发和运营的数字藏品交易平台。</p>
      <p>
        5. “关联方”：指（1）【*】直接或间接控股的公司；（2）Wave Metaverse Pte. Ltd.；（3）Wave Metaverse Pte.
        Ltd.直接或间接控股的公司；（4）【*】参股或形成经营、协作的，且具有关联关系的企业。
        “关联”是指一方现在或将来控制、受控制或与其出于共同控制下的任何公司、合法机构以及前述公司、合法机构的合法承继人。
      </p>
      <p>6. “本隐私政策”：指《浪潮数字藏品平台隐私政策》及其不时修订。</p>
      <p>7. “数字藏品”：是指通过浪潮APP发售的使用区块链技术，对应特定的作品、艺术品生成的唯一数字凭证。</p>
      <p>8. “法律”：是指中华人民共和国或适用的其他司法辖区的法律、法规、规章制度、政府政策、条约、公约等。</p>
      <p>9. “服务”：指本公司的网站、相关子域以及我们的应用程序“浪潮APP”提供的功能和服务。</p>
      <p>
        10. “个人信息”：指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。
      </p>
      <p>11. “用户”或“您”：指使用浪潮APP的服务的用户。</p>
      <p>12. “账号”或“用户账号”：指用户依据《浪潮数字藏品平台服务协议》规定条款和条件注册的账号。</p>

      <h2>二、个人信息控制者/处理者信息</h2>
      <p>我们的基本情况</p>
      <p>公司名称：</p>
      <p>注册地址：</p>
      <p>个人信息保护相关负责人联系方式。</p>
      <h2>三、 我们如何收集个人信息</h2>
      <p>
        当您访问我们的应用程序、注册账号、使用我们的服务（包括但不限于下订单、回复调查或填写表格）时，我们会收集您提供的或因为注册账号和使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的账号安全。
      </p>
      <p>
        1.
        账号注册与找回：为完成账号的创建，我们需要收集用户的以下个人信息，包括姓名、联系电话、联系邮箱、国家、IP地址。收集这些个人信息是为了帮助您完成平台的注册并保护您账号的安全，能使我们可以在第一时间与您联系，为您提供解决方案。若无以上信息，用户将无法创建账号，也不能使用登录后的一切服务。同时为完善您的账号信息，您可以提供非注册必须信息（如：头像、账号名称、昵称、简介）来完善您的网络身份标识信息，当您使用编辑头像或上传图片功能时，我们在获得您的授权同意后将访问您的相机、存储权限。
        当您使用账号找回功能时，为保障您账号的安全，我们可能需要您提供相关信息以进行验证，必要时可能通过实名验证、人脸识别等方式验证您的身份。
      </p>
      <p>
        2.
        购买数字藏品：在您购买数字藏品之前，为满足相关法律法规关于实名认证及反洗钱等要求，您需要完成账号实名认证。我们会收集您的姓名、身份证件信息，如您不提供这类信息，可能无法正常使用我们的服务。此外，为了验证您提供信息的真实、有效性，在获得您的明确同意后，第三方会收集您的人脸信息用于身份验证，并向我们反馈核验结果。第三方承诺在完成身份验证后的【*】天内删除您的人脸信息。
      </p>
      <p>
        3.
        区块链钱包地址：为保障您正常使用我们的服务购买、获取数字藏品，我们可能会收集您的区块链钱包地址，用以向该地址发放您所购买、获取的数字藏品。需要注意的是，区块链技术具有加密和不可篡改的特点，您购买、获取相关数字藏品后，购买、获取的记录将进行加密处理并记录在区块链中，无法进行篡改或删除。
      </p>
      <p>
        4.
        消息通知：我们可能会使用您在使用服务过程中提供的您的联系方式（例如：邮箱、联系电话），以便向您发送包括但不限于身份验证、安全验证、用户使用体验调研、争议处理等各类通知；此外，我们也可能会通过向前述过程中收集的联系方式以短信、电话的方式，为您提供平台的服务、功能或活动等商业性信息；如您不愿接受这些信息，您可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。
      </p>
      <p>
        5.
        用户服务及服务质量的改进：为了提升您的服务体验并改进我们的服务质量，或者为您推荐更优质或更适合的服务，我们会收集您使用我们服务的操作记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。如您不提供前述信息，不影响您使用我们提供的其他服务。
      </p>
      <p>
        6. 另外，您了解并确认，根据法律规定，在以下情形中，我们收集或以其他方式处理个人信息无需事先征得您的授权同意：
        <br />
        (1) 为订立、履行个人作为一方当事人的合同所必需的个人信息；
        <br />
        (2)
        与我们履行法律法规规定的职责或义务相关的个人信息（例如与国家安全、国防安全直接相关，或与刑事侦查、起诉、审判和判决执行等直接相关的法定义务）；
        <br />
        (3) 为应对突发公共卫生事件，或者紧急情况下为出于维护个人信息主体或其他个人的生命健康和财产安全所必需的个人信息；
        <br />
        (4) 为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
        <br />
        (5) 依照法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；
        <br />
        (6) 法律、行政法规规定的其他情形。
      </p>
      <h2>四、我们如何存储个人信息</h2>
      <p>
        1.
        我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内，如部分服务涉及跨境业务，我们需要向境外机构传输境内收集的相关个人信息的，我们会按照法律和相关监管机关的要求执行，向用户说明个人信息出境的目的以及涉及的个人信息类型，征得用户的同意，并通过签订协议、现场核查等有效措施，要求境外机构为所获得的个人信息保密。
      </p>
      <p>
        2.
        因区块链具有去中心化、不可篡改、可追溯、匿名性等技术特性，包括个人信息在内的各类数据一旦被主动上传至区块链，其将以哈希值的形式存储在区块链上。存储于区块链上的哈希值，属于公开且不可修改、不可删除的信息，但他人无法通过哈希值识别或倒推出此类数据。就储存于区块链上的数据，我们无法修改、删除，且对于该类数据不负有修改、删除的责任及义务。
      </p>
      <p>
        3.
        我们只会在达成本隐私政策所述目的所必需的期限内和法律规定及监管机关要求的时限内保存个人信息，如您注销账号或超出必要的保存期限后，我们会根据适用法律法规的要求对所持有的您的个人信息进行删除或匿名化处理。当我们的服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除个人信息，或进行符合法律法规要求的匿名化处理。
      </p>
      <h2>五、我们如何使用个人信息</h2>
      <p>
        1.
        为了遵守国家法律规定及监管机关要求，以及向用户提供服务及提升服务质量，或保障用户账号安全，我们会在以下情形中使用个人信息：
        <br />
        (1) 创建并管理账号；
        <br />
        (2) 为该等个人信息对应的用户提供服务（例如处理数字藏品交易）；
        <br />
        (3) 改善用户的使用体验，包括开展市场调查，开发新产品；
        <br />
        (4) 在用户明示同意的前提下用于宣传（例如特殊活动、方案、竞赛等）；
        <br />
        (5) 运营我们的服务，包括访问管理、平台管理、内部运营、故障排除、数据分析、测试、研究、统计和调查；
        <br />
        (6) 响应用户的要求、反馈或质询；
        <br />
        (7) 向用户发送关于我们服务的更新信息或提醒；
        <br />
        (8) 根据法律或监管机关要求向相关部门进行报告；
        <br />
        (9)
        保护和行使我们及其他用户的权利，防止非法活动，包括识别盗窃和欺诈，以及违反《浪潮数字藏品平台服务协议》（及其不时修订）、免责声明、用户与本公司或本公司关联方之间的其他协议、本公司发布的与本平台相关的其他使用规则等规定；
        <br />
        (10) 保证我们服务的完整性并维护我们服务的安全性；及
        <br />
        (11) 开展会计、审计及其他内部职能。
      </p>
      <p>
        2.
        当我们要将个人信息用于本隐私政策未载明的其他用途时，会按照法律及国家标准的要求以确认协议、具体场景下的文案确认动作等形式再次征得用户的明确同意。
      </p>
      <h2>六、我们如何对外提供个人信息</h2>
      <p>
        1. 共享
        <br />
        (1)
        目前，受限于本隐私政策第六条第4项，我们不会主动共享个人信息，除非：我们事先已向用户告知接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，并单独针对共享事项取得用户的明确授权或同意，且以符合法律规定的方式与我们的关联方及合作伙伴共享个人信息。
        <br />
        (2) 我们仅会出于合法、正当、必要、特定、明确的目的共享个人信息，并且只会共享提供服务所必要的个人信息。
        <br />
        (3)
        就事先得到用户的明确授权或同意，且以符合法律规定的方式共享个人信息的情形，对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
      </p>
      <p>
        2. 转移
        <br />
        受限于本隐私政策第六条第4项，我们不会将个人信息转移给任何公司、组织和个人，但以下情况除外：
        <br />
        (1) 事先获得您的明确授权或同意；
        <br />
        (2)
        在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转移，我们会向用户告知有关情况，要求接收个人信息的继受主体继续受本政策的约束，并要求该等继受主体在变更个人信息使用目的时重新取得您的明确同意。
      </p>
      <p>
        3. 披露
        <br />
        受限于本隐私政策第四条第2项、第六条第4项，我们不会将个人信息进行公开披露。除本隐私政策第四条第2项、第六条第4项规定的情形外，如确需公开披露时，我们事先会向用户告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得用户的授权或明确同意。
      </p>
      <p>
        4.
        根据相关法律及国家标准，以下情形中，我们可能会依法共享、转移、公开披露个人信息且无需事先征得您的授权或明确同意：
        <br />
        (1) 为订立、履行个人作为一方当事人的合同所必需的个人信息；
        <br />
        (2)
        与我们履行法律法规规定的职责或义务相关的个人信息（例如与国家安全、国防安全直接相关，或与刑事侦查、起诉、审判和判决执行等直接相关的法定义务）；
        <br />
        (3) 为应对突发公共卫生事件，或者紧急情况下为出于维护个人信息主体或其他个人的生命健康和财产安全所必需的个人信息；
        <br />
        (4) 为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
        <br />
        (5) 依照法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；
        <br />
        (6) 法律、行政法规规定的其他情形。
      </p>
      <h2>七、我们如何保护个人信息</h2>
      <p>
        1.
        我们已使用符合业界标准的安全防护措施保护个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失，我们会采取一切合理可行的措施，保护个人信息。例如：我们使用安全的服务器，并在用户的浏览器与服务之间交换数据时受SSL加密保护；我们会使用加密技术确保数据的保密性；我们部署了内部访问控制机制，确保只有我们内部被授权的人员才可访问个人信息，并且我们会通过内部制度或其他有效措施要求这些被授权人员对个人信息予以保密；{' '}
      </p>
      <p>
        2.
        我们会使用受信赖的保护机制防止数据遭到恶意攻击；需要注意的是，受限于现有安全防护技术，我们不能确保或保证您传输给我们的任何信息的绝对安全性，或保证您在服务器上的信息绝对不会被访问、披露、更改。
      </p>
      <p>
        3.
        我们会采取一切合理可行的措施，确保避免收集无关的个人信息。除非法律要求或允许延长保留期，我们只会在达成本隐私政策所述目的所需的期限内保留个人信息。
      </p>
      <p>
        4.
        如我们停止运营，我们将及时停止继续收集个人信息的活动，将停止运营的通知公告发布在应用中，或以推送通知的形式通知您，并对所持有的相应个人信息在合理期限内进行删除或匿名化处理。
      </p>
      <p>
        5.
        为了保护个人信息，我们将采取数据安全技术措施，提升内部合规水平，增加内部员工信息安全培训，并对相关数据设置安全访问权限等方式安全保护个人信息。
      </p>
      <p>
        6. 我们将在会在用户打开本平台后弹出更新后的与个人信息安全相关的细则，供您参考，在您授权同意后即可进入使用页面。
      </p>
      <p>
        7.
        我们将尽力确保或担保发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被未经授权访问、公开披露、篡改、或毁坏，导致用户的合法权益受损，我们将承担相应的法律责任。
      </p>
      <p>
        8.
        如发生个人信息泄露等安全事件，我们将按照法律的要求，及时向用户告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、用户可自主防范和降低风险的建议、补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知用户，难以逐一告知用户时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管机关要求，主动上报个人信息安全事件的处置情况。
      </p>

      <h2>八、我们如何使用COOKIES、网络BEACON等技术</h2>
      <p>
        1. 我们现在或将来可能会使用
        Cookie、FlashCookie等类似的技术（以下简称“Cookie”）来支持我们的服务功能，以为使您获得更轻松的访问体验。比如，您访问我们网站或使用我们提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮助用户省去重复输入注册信息的步骤，或者帮助判断账号安全状态。请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝我们的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览起接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的FlashCookie及类似数据。但这一举动在某些情况下可能会影响您安全访问我们的网站和使用我们提供的服务。
      </p>
      <p>
        2.
        我们网站上还可能包含一些电子图像（以下简称“网络Beacon”），使用网络Beacon可以帮助网络计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集用户浏览网页活动的信息（访问的页面地址、先前访问的援引页面的位置、浏览环境及显示设定）。
      </p>
      <h2>九、用户的权利</h2>
      <p>根据中国法律，参照其他国家、地区的通行做法，我们保障用户通过账号对自己的个人信息行使以下权利：</p>
      <p>
        1.
        知晓个人信息处理相关事项的权利：我们将依据法律、本隐私政策及其他所适用的规定履行与个人信息处理相关的告知义务。我们将通过用户注册账号所指定的及其不时更新的电子邮箱、推送通知、页面提示、应用内公告等方式告知用户具体的个人信息处理目的、处理方式和处理的个人信息种类。于以下情形孰早发生之时，视为用户已收到告知内容：
        <br />
        (1) 告知内容抵达收件方的邮件服务器；
        <br />
        (2) 通知推送之时；
        <br />
        (3) 页面提示弹出之时；
        <br />
        (4) 公告发布之时；或
        <br />
        (5) 其他形式发出告知内容的，签收或拒收回执发出之时。
      </p>
      <p>
        2.
        访问个人信息：用户有权通过账号访问自己的个人信息，法律规定的例外情况除外。如果用户想行使数据访问权，可以通过以下方式自行访问用户账号、国家和地区、邮箱等基本信息：
        <br />
        (1) 进入浪潮APP；
        <br />
        (2) 点击“我的”；
        <br />
        (3) 点击昵称、头像进入“个人信息”页面进行查询访问。
      </p>
      <p>
        如果用户无法通过上述步骤访问这些个人信息，可以随时使用我们的Web表单联系，或发送电子邮件至【*】，我们将在30日内回复用户的访问请求。
      </p>
      <p>3. 更正个人信息</p>
      <p>
        当您发现我们处理的关于个人信息有错误时，用户有权要求我们作出更正。用户可以通过“（2）访问个人信息”中罗列的方式提出更正申请。
      </p>
      <p>
        如果用户无法通过上述步骤更正这些个人信息，可以随时使用我们的Web表单联系，或发送电子邮件至【*】，我们将在30日内回复用户的更正请求。
      </p>
      <p>
        4. 删除个人信息
        <br />
        在以下情形中，用户可以向我们提出删除个人信息的请求：
        <br />
        (1) 如果我们处理个人信息的行为违反法律；
        <br />
        (2) 如果我们处理用户的个人信息，却未征得用户的同意；
        <br />
        (3) 如果我们处理个人信息的行为违反了与用户的约定；
        <br />
        (4) 如果用户不再使用我们的产品或服务，或用户注销了账号；
        <br />
        (5) 如果我们不再为用户提供产品或服务；
        <br />
        (6) 法律规定的其他情形。
      </p>
      <p>
        若我们决定响应信息的删除请求，我们还将同时通知从我们获得个人信息的其他实体，并要求他们及时删除，除非法律另有规定，或这些实体获得用户的独立授权。
      </p>
      <p>当用户从本平台中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会对在备份更新时删除这些信息。</p>
      <p>
        5. 改变授权同意的范围
        <br />
        每个业务功能需要一些基本的个人信息才能得以完成（见本隐私政策“二、我们如何收集个人信息”）。用户可以通过注销浪潮APP账号（详细操作方式请见“九、用户的权利（6）注销账号”）或收回授权同意的方式，要求变更授权同意范围。当用户收回授权同意且用户注销账号后，我们将不再处理相应的个人信息，但用户收回同意的决定，不会影响此前基于用户的授权而开展的个人信息处理。
      </p>
      <p>6. 注销账号</p>
      <p>
        用户随时可申请注销此前注册的账号，由于涉及数据安全性和保证用户业务完整性，注销账号需要通过进入平台界面，点击“我的”-“设置”-“账户注销”，即可申请发送邮件给本平台，由我们处理用户注销。注销之前用户需要满足如下前提条件：
        <br />
        (1) 未拖欠我们数字藏品交易费用、服务费用或其他任何费用，或者有未完成的交易审批操作；
        <br />
        (2) 注销申请前三个月内没有异常操作；
        <br />
        (3) 承诺在使用服务期间不存在与第三方之间的争议，从而对我们的业务造成不良影响。
      </p>
      <p>在注销账号之后，我们将停止为用户提供产品或服务，并删除与该账号关联的个人信息，法律法规另有规定的除外。</p>
      <p>7. 约束信息系统自动决策</p>
      <p>
        在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制作出决定。如果这些决定严重影响用户的合法权益，用户有权要求我们作出解释，我们也将按照法律要求提供适当的救济方式。用户可以拒绝通过自动决策机制作出决定，如果用户拒绝使用自动化决策，可能会影响使用我们提供的部分服务。
      </p>
      <p>8. 响应上述请求</p>
      <p>
        为保障安全，您可能需要提供书面请求或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
      </p>
      <p>在本隐私政策第四条第2项、第六条第4项规定的情形下，我们将无法响应您的请求。</p>
      <h2>十、未成年人保护</h2>
      <p>
        1.
        我们的服务只面向成年人。我们不会主动直接向未成年人收集其个人信息。对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用、共享、转移或披露此信息。
      </p>
      <p>
        2.
        如果有事实证明未成年人在未取得监护人同意的情况下注册使用了我们的服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
      </p>
      <p>
        3.
        尽管对未成年人的定义因司法管辖地区而异，但我们依据中国法律将不满18周岁的任何人视为未成年人。任何未满18周岁的自然人不得创建自己的用户账号或其他任何形式控制、使用账号。
      </p>
      <h2>十一、第三方网站的链接及对第三方责任的声明</h2>
      <p>
        我们提供的服务可能含有指向第三方网站和服务的链接，包括与我们提供的服务有关的合作机构网站的链接。请您注意，这些链接是为便利您的使用。第三方网站和服务均独立于我们而运行，并可能有自己的隐私保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或网络Beacon，这些Cookie或网络Beacon不受我们的控制，且他们的使用不受本隐私政策的约束。我们强烈建议您与他们联系以获得关于他们的隐私政策的详细情况。如您发现这些第三方创建的网站或服务存在风险时，建议您终止相关操作以保护您的合法权益。请知悉，我们不对这些第三方网站中包含的任何信息做出任何保证，且不承担任何责任或义务。
      </p>
      <h2>十二、个人信息如何在全球范围转移</h2>
      <p>
        原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。如为提供服务或其他原因需要转移您的个人信息，在获得您的授权同意后，并遵守法律的前提下，个人信息可能会被转移到用户所使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。
      </p>
      <p>
        此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。无论如何，我们会采取必要措施，保障境外接收方处理个人信息的活动达到中华人民共和国法律规定的个人信息保护标准。例如，我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据匿名化等安全举措。
      </p>
      <h2>十三、个人信息处理对于用户及用户账号的影响</h2>
      <p>
        1.
        为保障用户在法律及本隐私政策项下关于个人信息的权利，本隐私政策的实施需要用户的支持与配合。在向我们提供个人信息和授权我们处理个人信息前，用户应当确保其已经充分知晓并同意我们所处理个人信息的范围、方式、目的、类别及相关规则。因此，我们默认用户对账号所关联个人信息的操作，包括但不限于提供个人信息、给予授权、点击确认或同意等，均视为相应用户在充分知情的情况下由本人给予我们的的明示同意。
      </p>
      <p>
        2.
        如您拒绝授权我们处理个人信息或修改了原有的授权，可能会影响您继续使用我们的服务。在此情况下，您应当及时收回授权或者通过注销账号等方式停用我们的服务；并且，如因此造成您的损失，我们并不承担任何责任。
      </p>
      <h2>十四、本隐私政策如何更新</h2>
      <p>本隐私政策可能变更。</p>
      <p>
        未经用户明确同意，我们不会削减用户按照本隐私政策所应享有的权利。我们会在浪潮APP主页面上发布对本隐私政策所做的任何变更，变更于发布后第7天生效。
      </p>
      <p>
        对于重大变更，我们还会提供更为显著的通知（我们会在用户登陆产品时，弹出隐私政策更新提醒，说明本隐私政策的具体变更内容，由用户授权通过后使用本平台）。
      </p>
      <p>
        若您在我们发布或发送的本隐私政策之变更生效后继续使用服务的，视为您同意本次变更，若您不同意该等变更，应停止使用服务。本隐私政策所指的重大变更包括但不限于：
      </p>
      <p>
        1. 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        <br />
        2. 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        <br />
        3. 个人信息共享、转让或公开披露的主要对象发生变化；
        <br />
        4. 用户参与个人信息处理方面的权利及其行使方式发生重大变化；
        <br />
        5. 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
        <br />
        6. 个人信息安全影响评估报告表明存在高风险时。
      </p>
      <p>我们还会将本隐私政策的旧版本存档，供您查阅。</p>
      <h2>十五、与我们联系</h2>
      <p>
        如果用户对本隐私政策有任何疑问、意见或建议，请通过电子邮件【*】与我们联系，我们将尽快审核所涉问题，并在验证用户身份后的15天内予以回复。
      </p>
    </div>
  )
}
