export default TermsConditions

function TermsConditions() {
  return (
    <div className={'privacy-policy container'}>
      <p className={'privacy-data'}> 更新时间 2022-09-21</p>
      <h2 className={'title'}>浪潮数字藏品平台服务协议</h2>
      <p>
        尊敬的用户：
        <br />
        感谢您选择使用浪潮数字藏品平台（以下简称“浪潮APP”或“本平台”），为了更好地为您服务，请您仔细阅读《浪潮数字藏品平台服务协议》。本协议由【*公司】（以下简称“本公司”或“我们”）和用户（以下或称“您”）签订，双方均接受本协议的约束。在本协议中，您和本公司单独称为“一方”，合称为“双方”。
      </p>
      <p>
        在您注册成为本平台用户之前，请您务必审慎阅读和充分理解本协议的内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体标识，您应重点阅读。
      </p>
      <p>
        当您使用本平台服务，或按照本平台页面提示填写信息、阅读并同意本协议且完成全部注册程序，即表明您已充分阅读和理解本协议的全部条款，与本公司达成本协议，并自愿接受本协议的全部条款并受其约束，成为本平台的“用户”。
      </p>
      <p>
        在阅读本协议或使用本平台服务的过程中，如果您不同意本协议或其中任何条款的约定，请您应立即停止注册程序和/或停止使用我们提供的相关服务。您知晓且同意，如果您有违反本协议的任何行为，本公司有权依照违反行为的情况，随时单方面限制、中止或终止向您提供服务，并有权追究您的相关法律责任。
      </p>
      <h2>一、术语含义 </h2>
      <p>1.1 《隐私政策》：是指《浪潮数字藏品平台隐私保护政策》及其不时修订。</p>
      <p>1.2 “我们”或“本公司”：是指【*】公司。</p>
      <p>1.3 “浪潮APP”或“本平台”:指本公司自主研发和运营的数字藏品交易平台。</p>
      <p>1.4 本协议：是指《浪潮数字藏品平台服务协议》及其不时修订。</p>
      <p>1.5 “数字藏品”：是指通过浪潮APP发售的使用区块链技术，对应特定的作品、艺术品生成的唯一数字凭证。</p>
      <p>1.6 法律：是指中华人民共和国或其他适用司法辖区的法律、法规、规章制度、政府政策、条约、公约等。</p>
      <p>1.7 服务：是指本公司的网站、相关子域以及我们的应用程序“浪潮APP”提供的功能和服务。</p>
      <p>
        1.8 个人信息：是指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。
      </p>
      <p>1.9 “用户”或“您”：指使用浪潮APP服务的用户。</p>
      <p>1.10 “账号”或“用户账号”：是指用户依据本协议规定条款和条件在本平台注册的账号。</p>
      <p>1.11 赔偿：是指本协议第5.4条所述含义。</p>
      <h2>二、用户注册</h2>
      <p>
        2.1 为使用本平台的服务，用户需要注册账号并设置密码。
        <br />
        2.1.1
        我们的服务只面向具有完全民事行为能力的成年人。尽管对未成年人的定义因司法管辖地区而异，但我们依据中国法律将不满18周岁的任何人视为未成年人。在您通过本平台注册或使用本平台提供的服务之前，您应确保您具备完全民事行为能力，并有能力独立承担相应的法律后果和法律责任。我们在此特别提醒，用户必须通过实名认证后方可在本平台完成账号注册和使用服务。
        <br />
        2.1.2
        您应自行负责对账号和密码的妥善保管，并正确、安全地使用该账号，因您未能保管好该账号和密码而导致的一切责任应由您全部自行承担。您应对以您的账号名义所从事的活动承担全部法律责任，包括但不限于提交数字藏品订单、付款等操作行为可能引起的一切法律责任。
      </p>
      <p>
        2.2
        本平台账号的所有权归本公司所有，用户完成申请注册手续后，获得账号的使用权，该使用权仅属于初始申请注册主体。账号使用权禁止赠与、借用、租用、转让或售卖。
      </p>
      <p>
        2.3
        用户对在本平台的注册信息的真实性、合法性、有效性和完整性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册账号导致其他用户误认，否则我们有权立即停止提供服务，收回其账号并由用户自行承担由此而产生的一切法律责任。如用户违反相关法律、本协议、免责声明、用户与本公司或本公司关联方之间的其他协议、本公司发布的与本平台相关的其他使用规则等规定，我们有权进行独立判断并随时限制、冻结或终止用户对账号的使用，且根据实际情况决定是否恢复使用。由此给您带来的损失（包括但不限于通信中断，用户资料及相关数据清空等）由您自行承担。
      </p>
      <h2>三、服务条款 </h2>
      <p>
        3.1
        本平台。在遵守本协议的条款和条件的前提下，本公司应提供本平台供用户用于其内部业务运营。本公司可能会不定期地单方面酌情决定更新本平台的特性、功能和其他方面，包括用户手册等任何相关文档，以持续改进本平台。本协议的条款也应适用于本公司随后向用户提供的前述更新和升级。
      </p>
      <p>
        3.2
        用户联系信息的准确性。用户应提供本公司要求的有关用户的姓名、电子邮件地址和联系电话等的准确、最新和完整的信息，并在需要更改时维护并及时更新此类信息。
      </p>
      <p>
        3.3
        电子邮件和通知。本公司可以通过电子邮件或在本平台上公示（或其他电子传输），向用户发出通知、声明和其他通信。此外，本公司依赖于用户通过注册信息中电子邮件地址发送或提供给本公司的所有信息、授权和行动指示，并由用户就该等信息、授权和行动指示向本公司负责。
      </p>
      <h2>四、用户规范</h2>
      <p>
        4.1 数字藏品获取规则
        <br />
        4.1.1
        数字藏品是我们通过浪潮APP发售的使用区块链技术，对应特定的作品、艺术品生成的唯一数字凭证。数字藏品由我们经品牌方、创作者等授权后进行发行并向用户提供，您可以在数字藏品展示页面，通过购买、兑换、领取或其他本平台推出活动允许的方式获取数字藏品，并按照数字藏品页面说明的具体方式进行使用。请您在购买、兑换、领取或通过其他方式获取数字藏品之前，仔细确认数字藏品页面展示的具体品牌方、创作者，以及其他数字藏品信息。本公司将尽商业上的合理努力确保所有数字藏品信息的准确性、及时性、完整性和有效性。
        <br />
        4.1.2
        为了向您提供数字藏品，您授权我们获取您的账号、昵称、实名认证结果、区块链钱包地址、联系电话以及其它必要的交易信息和联系信息。
        <br />
        4.1.3
        为保障您的交易和资金安全，您同意仅采用本平台认可的支付工具操作本平台相关支付，并授权本平台认可的支付机构按照您向我们发出的指令为您提供资金结算和支付管理等服务。
        <br />
        4.1.4
        鉴于数字藏品数字化商品的特殊性，除本协议、数字藏品页面或法律法规另行规定，数字藏品一经获取不可退换。如您不接受前述条款，您应主动停止使用本服务。
        4.1.5
        您获取的数字藏品应仅用于个人研究、使用、欣赏之目的，不得用于任何其他目的。我们支持国家相关法律法规、政策，严禁用户利用数字藏品进行炒作、场外交易、欺诈或以任何其他非法方式进行使用的行为。同时，您认可并同意，为了保障交易安全、有序、合法以及履行法律规定的反洗钱义务，我们有权对您的区块链地址进行安全查询。
      </p>
      <p>
        4.2
        您应遵守所有与本协议有关的法律，并遵守中国和其他适用司法辖区的相关法律，包括但不限于与网络安全、隐私、电子通信和反垃圾邮件法有关的法律，以及遵守包括本协议在内的所有本平台不时发布或更新的使用规则。
      </p>
      <p>
        4.3
        您理解并同意，我们一直致力于为用户提供文明健康，规范有序的服务。您承诺并保证，不会利用本平台的服务，直接或间接的上传、储存、发布、传播含有任何违反法律信息，且不为他人进行该等行为提供任何便利，包括但不限于下列信息：
        <br />
        （1）反对宪法所确定的基本原则的；
        <br />
        （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br />
        （3）损害国家荣誉和利益的；
        <br />
        （4）煽动民族仇恨、民族歧视，破坏民族团结的；
        <br />
        （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br />
        （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br />
        （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        <br />
        （8）侮辱或者诽谤他人，侵害他人名誉，或侵害他人隐私、知识产权和其他合法权益的；
        <br />
        （9）侵害未成年人合法权益或者损害未成年人身心健康；
        <br />
        （10）其他违反法律及公序良俗、干扰本平台正常运营或侵犯其他用户或第三方合法权益内容的其他信息。
      </p>
      <p>
        4.4
        如果本公司发现或收到他人举报用户违反本协议第4.1.5条、4.2条和4.3条规定的，我们有权不经通知随时对违反法律、行政法规规定和本协议的用户，依法依约采取警示、限制功能、关闭账号等处置措施，对违法信息内容及时采取相应的处理措施，防止信息扩散，保存有关记录，并向有关主管部门报告。
      </p>
      <p>
        4.5
        您理解并同意，您确定并提交订单仅是您向我们发出的合同要约。我们收到您的订单信息后，有权结合数字藏品的库存、交易的真实性与合理性等因素，判断是否与您就确认合同关系。只有在我们审核通过并书面回复接受您的订单，方视为您与我们之间就您订单中的数字藏品建立了合同关系。
      </p>
      <p>
        4.6
        您理解并同意，系统自动为您购买、获取的数字藏品生成记录并上链存储，基于区块链技术加密和不可篡改的特点，您购买、获取相关数字藏品后，购买、获取的记录将进行加密处理并记录在区块链中，无法进行篡改或删除。
      </p>
      <p>
        4.7
        您理解并同意，因区块链具有去中心化、不可篡改、可追溯、匿名性等技术特性，包括个人信息在内的各类数据一旦被主动上传至区块链，其将以哈希值的形式存储在区块链上。存储于区块链上的哈希值，属于公开且不可修改、不可删除的信息，但他人无法通过哈希值识别或倒推出此类数据。就储存于区块链上的数据，我们无法修改、删除，且对于该类数据不负有修改、删除的责任及义务。
      </p>
      <p>
        4.8
        您不得自行，也不得允许任何其他第三方（i）复制、翻译、创建本平台的衍生作品，对其进行反向工程、反向组装、反汇编或反编译或用于操作该本平台的任何算法或软件本平台或其任何部分，或试图以任何方式或形式发现任何源代码或修改本平台，（ii）将本平台用于构建相似或竞争性的产品或服务，（iii）试图规避访问本平台或本平台的其他安全措施所需的身份验证，（iv）以侵犯任何第三方隐私权或知识产权的方式使用本平台，（v）未经本公司事先书面同意，发行或参与任何与本协议或本平台相关的新闻稿或其他公共声明，（vi）发布、张贴、上传或以其他方式传输包含任何病毒、特洛伊木马、蠕虫、定时炸弹、损坏文件或其他内容的内容旨在破坏、干扰、暗中截取或剥夺任何系统、数据、个人信息或他人财产，或（vii）使用或允许使用任何工具以探查，扫描或试图进行以下行为的计算机编程例程：渗透或基准化本平台。除非本协议另有约定，否则您不得以任何形式或任何方式复制、分发、重新发布、展示、发布或传播本平台的任何部分。用户同意不通过本公司提供的接口以外的任何方式访问本平台。用户不得对本平台的任何部分进行任何“镜像”或“构架”，也不得创建指向本平台的互联网链接，包括登录信息、密码和/或安全cookie。
      </p>
      <p>
        4.9
        您理解并同意，因用户的故意或重大过失行为而违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；本公司因此遭受损失的，用户也应当一并向本公司赔偿。
      </p>
      <h2>五、信息安全及《隐私政策》</h2>
      <p>
        您充分知悉、理解并同意关于信息安全和《隐私政策》的以下内容，本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。
      </p>
      <p>
        5.1
        基础信息的收集。在您使用本平台和服务时，为保障您正常使用我们的服务，我们可能会收集和使用您的登陆IP地址等基础信息。
      </p>
      <p>
        5.2
        个人信息的收集和提供。在您使用本平台服务时，为保障您正常使用我们的服务，我们会在通过您的明示同意后在必要范围内收集您的个人信息，包括但不限于姓名、身份证号码、银行卡号。我们尊重并保护用户的隐私，将严格遵守公开、合法、正当性原则以及必要性原则进行个人信息的收集。如您不同意提供上述信息，可能影响您使用我们的部分服务。具体请参阅完整版本的《隐私政策》。
      </p>
      <p>
        5.3
        用户应保证（1）向本平台上传的用户个人信息及对《隐私政策》表示同意系由用户本人操作；（2）用户本人已知晓并同意其在个人信息和隐私保护相关的法律（包括《中华人民共和国个人信息保护法》、《中华人民共和国网络安全法》及适用本协议的法律）项下的权利和义务；（3）用户已知晓并同意其本平台将按照《隐私政策》及我们的个人信息处理规则所处理的其个人信息范围、处理目的和处理方式。
      </p>
      <p>
        5.4
        在适用法律允许的最大范围内，并且作为对本协议任何规定的补充且在不限制本协议任何规定的情况下，用户同意免除本公司、本公司之母公司、子公司、关联方、许可方和服务提供方及其各自的管理人员、董事、股东、代理、员工和代表因虚假陈述和保证或对上述陈述和保证的违反而引起的或与之相关的任何索赔的责任，并为其进行辩护，向其作出赔偿，并使其免受损害(合称“赔偿”，或对其作出的任何变更)。
      </p>
      <p>
        5.5
        信息的内容安全审查。您应当了解并同意，除本协议另有规定外，为符合《互联网信息服务管理办法》、《区块链信息服务管理规定》及其他相关法律法规的有关规定，本平台将通过内容安全审查对您通过本平台提供的各种形式的信息进行色情、暴恐、赌毒、涉政等检测，但前述技术措施并不豁免您对提供的信息的真实性、准确性、完整性和合法性承担的保证责任。
      </p>
      <p>
        5.6
        信息的准确性。您应当对所提供信息的真实性、准确性、完整性和合法性负责，如因信息遗漏、错误等原因而产生的任何损失您应自行承担，如因此对本平台造成任何经济损失或产生不利影响的，您应承担赔偿责任。本平台对有关信息所导致的错误、不准确或遗漏，不承担任何法律责任，包括但不限于侵权责任、违约责任和其他责任。
      </p>
      <p>
        5.7
        《隐私政策》为本协议的组成部分。请您在使用服务之前务必仔细阅读并理解《隐私政策》的全部内容。若您反对《隐私政策》或《隐私政策》的任何后续更改内容，您应立即停止使用服务。
      </p>

      <h2>六、免责与责任限制</h2>
      <p>
        6.1
        本平台有义务在现有技术水平的基础上努力确保本平台的正常运行，尽力避免服务中断或将中断时间（如有）限制在最短时间内，保证用户顺利使用本平台提供的服务。但本平台不作任何明示或暗示的保证，包括但不限于本平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，本平台也不对其服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
      </p>
      <p>
        6.2
        本平台对由于政府行为譬如政策或法规的变更、自然灾害或战争、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成本平台的暂时性关闭等任何影响网络正常运营的不可抗力事件，以及他人蓄意破坏、正常的系统维护、系统升级，或者因网络拥塞而导致本平台不能访问、而造成的本平台所提供的信息及数据的延误、停滞或错误，以及用户由此受到的一切损失不承担任何责任。
      </p>
      <p>
        6.3
        除非本公司以书面形式明确约定，本公司对于用户以任何方式从本平台及本平台外部链接所获得的任何内容、信息、数据等，不保证其真实性、准确性、完整性、可靠性、有效性、及时性、合法性；对于用户因本平台及本平台外部链接内的该等内容、信息、数据而获取的任何资讯、产品或服务等，本公司不承担任何责任。
      </p>
      <p>
        6.4
        除非本公司以书面形式明确约定，本公司对于用户通过本平台上传的信息的真实性、准确性、完整性、可靠性、有效性、及时性、合法性等不作任何保证，且不对用户上传的信息承担任何保密义务。
      </p>
      <p>
        6.5
        无论本协议是否有其他相反的约定，用户同意无论就国内或国外，对其违反本协议项下的义务而导致本公司遭受的任何损失、损害或罚款，均向本公司进行全额赔偿。
      </p>

      <h2>七、知识产权声明</h2>
      <p>
        {' '}
        7.1
        本公司拥有本平台提供的内容、资源和技术（包括所有软件、其他知识产权、本协议、公告、文章、视频、音频、图片、档案、资讯、资料、商标或标识）的知识产权。用户及其授权用户仅可为使用平台及服务之目的使用本平台及其内容，不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
      </p>
      <p>
        7.2
        您理解并同意，本平台发行的数字藏品的知识产权由发行方或其他权利人拥有。上述权利并不因您购买数字藏品的行为而发生任何转移或共享。除另行取得拥有数字藏品知识产权的权利人书面同意外，您不得将数字藏品用于任何商业用途。
      </p>
      <p>
        7.3 任何本平台使用的与【
        】相关的商标权均由本公司独家拥有。未经本公司事先书面同意，用户不得以任何形式复制、转载或引用；否则本公司将会追究其法律责任。
      </p>
      <h2>八、法律适用与争议解决</h2>
      <p>
        8.1
        本协议之生效、解释、修订、补充与争议解决均适用中华人民共和国法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
      </p>
      <p>
        8.2
        由本协议引起的或履行本协议引起的，或与本协议有关的任何争议，包括其存在、有效性或终止的任何问题，双方应通过友好协商解决。任何一方不愿意协商解决，或未能通过协商解决的，则任何一方均有权将争议提交【*】人民法院。
      </p>
      <h2>九、其他</h2>
      <p>
        9.1
        《浪潮数字藏品平台服务协议》及本公司不时公布和更新的《隐私政策》、其他各项协议和规则，以及本公司（或本公司关联方，如适用）与用户之间签署的其他协议共同组成本公司（或本公司关联方，如适用）与用户之间的完整约定，若无其他约定，本协议与其他各项协议、规则具有同等效力。本平台有权单方随时修改或变更协议内容，该等变更自平台公布后的第7日生效。若本协议修改或变更生效后，您仍继续使用本平台服务，即代表您已阅读、了解并同意接受变更后的本协议内容，且不得因此而要求任何补偿或赔偿。若您不同意本平台变更本协议内容，您应停止使用我们的服务。
      </p>
      <p>9.2 本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
      <p>
        9.3
        本协议的任何译文版本仅为方便用户而提供，无意对本协议的条款进行修改。如果本协议的中文版本与非中文版本之间存在冲突，应以中文版本为准。
      </p>
      <p>9.4 您在使用本平台服务过程中，如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：电子邮件：【*】。</p>
      <p>9.5 本协议更新于2022年【*】月【*】日。</p>
    </div>
  )
}
